Repository: oliverschloebe/goolytics-simple-google-analytics
Catalog: languages/goolytics-simple-google-analytics-*.po
Languages: de_de

source: (Consent Management Platform)
de_de: (auch als e-recht24.de-Premium-Mitglied nutzbar!)

source: (My Analytics accounts)
de_de: (Meine Analytics-Konten)

source: (Recommended for german users)
de_de: (Empfohlen f&uuml;r deutsche Nutzer)

source: <a href="https://usercentrics.com/knowledge/direct-integration-usercentrics-script-website/" target="_blank">Additional steps required (see step 1)</a>!
de_de: <a href="https://usercentrics.com/de/knowledge/usercentrics-skript-direkt-in-deine-website-einbinden/" target="_blank">Weitere Schritte notwendig (siehe Schritt 1)</a>!

source: <strong>Usercentrics subscription required!</strong> Alters the Universal Analytics code to be working with Usercentrics Consent Management Platform.
de_de: <strong>Usercentrics-Abonnement benötigt!</strong> Verändert den Universal Analytics-Code, sodass er mit der Usercentrics funktioniert.

source: A simple Google Analytics solution that works without slowing down your WordPress installation.
de_de: Eine einfache Google Analytics-Lösung, die Deine WordPress-Seite nicht verlangsamt.

source: According to your backend locale, you seem to be a german user. If you're using Usercentrics it is recommended to set 'Enable Usercentrics Mode' to Yes in order to respect german data protection rules!
de_de: Basierend auf der Sprache Ihres Backends scheinen Sie ein deutscher Nutzer zu sein. Sollten Sie Usercentrics benutzen, wird empfohlen, diese Option auf Ja zu setzen, um den Google Analytics-Code datenschutzkonform nach deutschem Recht einzusetzen!

source: According to your backend locale, you seem to be a german user. It is recommended to set 'Anonymize IP' to Yes in order to respect german data protection rules!
de_de: Basierend auf der Sprache Ihres Backends scheinen Sie ein deutscher Nutzer zu sein. Es wird empfohlen, diese Option auf Ja zu setzen, um den Google Analytics-Code datenschutzkonform nach deutschem Recht einzusetzen!

source: Anonymize IP?
de_de: IP verschleiern?

source: Enable Usercentrics Mode?
de_de: Usercentrics-Modus aktivieren?

source: Example: UA-0000000-0
de_de: Beispiel: UA-0000000-0

source: Goolytics - Simple Google Analytics requires at least WordPress 3.0!
de_de: Goolytics - Simple Google Analytics benötigt mindestens WordPress 3.0!

source: https://wordpress.org/plugins/goolytics-simple-google-analytics/
de_de: https://de.wordpress.org/plugins/goolytics-simple-google-analytics/

source: More of my WordPress plugins
de_de: Weitere meiner WordPress Plugins

source: More plugins at: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>
de_de: Mehr Plugins auf: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>

source: No
de_de: Nein

source: Settings
de_de: Einstellungen

source: Show other plugins by this author inline &raquo;
de_de: Weitere Plugins dieses Autors zeigen &raquo;

source: Tells Google Analytics to anonymize the information sent by the tracker objects by removing the last octet of the IP address prior to its storage.
de_de: Sagt Google Analytics, dass die Informationen vor dem Speichern anonymisiert werden sollen, indem das letzte Oktett der IP-Adresse entfernt wird.

source: Thanks for activating Goolytics - Simple Google Analytics! Now head to the <a href="%s">settings page</a>, finish setting up the plugin and you are good to go!
de_de: Danke für das Aktivieren von Goolytics - Simple Google Analytics! Auf der <a href="%s">Options-Seite</a> sollten nun die Einstellungen festgelegt werden. Danach ist alles bereit.

source: The Google Analytics ID is empty.
de_de: Die Google Analytics ID ist leer.

source: The Google Analytics ID you entered is invalid. Please check your input and try again.
de_de: Die von Ihnen eingegebene Google Analytics-ID ist ungültig. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.

source: Yes
de_de: Ja

source: You may also be interested in some of my other plugins:
de_de: Es könnten Sie ebenfalls einige meiner weiteren Plugins interessieren:
